Repository: darmau/multilingual
Catalog: PolyGlot/PolyGlot/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
id: Coba Lagi
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
ja: 送信
ko: 보내기
pt_br: Enviar
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

source: Send Question
ar: إرسال السؤال
de: Frage senden
es: Enviar pregunta
fr: Envoyer la question
hi: प्रश्न भेजें
id: Kirim Pertanyaan
ja: 質問を送信
ko: 질문 보내기
pt_br: Enviar pergunta
ru: Отправить вопрос
zh_hans: 发送问题
zh_hant: 傳送問題

source: Send to AI for an answer
ar: إرسال إلى الذكاء الاصطناعي للحصول على إجابة
de: An KI senden für eine Antwort
es: Enviar a IA para obtener respuesta
fr: Envoyer à l'IA pour une réponse
hi: उत्तर के लिए AI को भेजें
id: Kirim ke AI untuk mendapatkan jawaban
ja: AIに送信して回答を取得
ko: AI에 보내 답변 받기
pt_br: Enviar para IA para obter resposta
ru: Отправить ИИ для ответа
zh_hans: 发送到 AI 获取回答
zh_hant: 傳送到 AI 取得回答

source: Send to AI for grammar analysis
ar: إرسال إلى الذكاء الاصطناعي لتحليل القواعد
de: Zur Grammatikanalyse an KI senden
es: Enviar a IA para análisis gramatical
fr: Envoyer à l'IA pour analyse grammaticale
hi: व्याकरण विश्लेषण के लिए AI को भेजें
id: Kirim ke AI untuk analisis tata bahasa
ja: AIに送信して文法分析
ko: AI에 보내 문법 분석
pt_br: Enviar para IA para análise gramatical
ru: Отправить ИИ для грамматического анализа
zh_hans: 发送到 AI 进行语法分析
zh_hant: 發送到 AI 進行語法分析

source: Sentence Analysis
ar: تحليل الجملة
de: Satzanalyse
es: Análisis de oraciones
fr: Analyse de phrase
hi: वाक्य विश्लेषण
id: Analisis Kalimat
ja: 文分析
ko: 문장 분석
pt_br: Análise de frases
ru: Анализ предложений
zh_hans: 句子分析
zh_hant: 句子分析

source: Sentence Patterns
ar: أنماط الجمل
de: Satzmuster
es: Patrones de oraciones
fr: Modèles de phrases
hi: वाक्य पैटर्न
id: Pola Kalimat
ja: 文型パターン
ko: 문형 패턴
pt_br: Padrões de frases
ru: Модели предложений
zh_hans: 句型模式
zh_hant: 句型模式

source: Sentence Structure
ar: بنية الجملة
de: Satzstruktur
es: Estructura de la oración
fr: Structure de la phrase
hi: वाक्य संरचना
id: Struktur Kalimat
ja: 文型
ko: 문장 구조
pt_br: Estrutura da frase
ru: Структура предложения
zh_hans: 句型
zh_hant: 句型

source: Server returned an invalid response.
ar: أرجع الخادم استجابة غير صالحة.
de: Server hat eine ungültige Antwort zurückgegeben.
es: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse invalide.
hi: सर्वर ने अमान्य प्रतिक्रिया दी।
id: Server mengembalikan respons tidak valid.
ja: サーバーが無効なレスポンスを返しました。
ko: 서버가 잘못된 응답을 반환했습니다.
pt_br: O servidor retornou uma resposta inválida.
ru: Сервер вернул недопустимый ответ.
zh_hans: 服务器返回了无效的响应。
zh_hant: 伺服器返回了無效的回應。

source: Service Providers
ar: مزودو الخدمة
de: Dienstanbieter
es: Proveedores de servicios
fr: Fournisseurs de services
hi: सेवा प्रदाता
id: Penyedia Layanan
ja: サービスプロバイダー
ko: 서비스 제공업체
pt_br: Provedores de serviço
ru: Поставщики услуг
zh_hans: 服务提供商
zh_hant: 服務提供商

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Show All Furigana
ar: عرض الكل
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
hi: सभी दिखाएँ
id: Tampilkan Semua
ja: すべて表示
ko: 모든 후리가나 표시
pt_br: Mostrar tudo
ru: Показать все
zh_hans: 全显注音
zh_hant: 全顯注音

source: Show system dictionary definitions in dictionary mode
ar: عرض تعريفات قاموس النظام في وضع القاموس
de: Systemwörterbuch-Definitionen im Wörterbuchmodus anzeigen
es: Mostrar definiciones del diccionario del sistema
fr: Afficher les définitions du dictionnaire système
hi: शब्दकोश मोड में सिस्टम शब्दकोश परिभाषाएँ दिखाएँ
id: Tampilkan definisi kamus sistem dalam mode kamus
ja: 辞書モードでシステム辞書の定義も表示
ko: 사전 모드에서 시스템 사전 정의도 표시
pt_br: Mostrar definições do dicionário do sistema
ru: Показывать определения системного словаря
zh_hans: 词典模式下同时显示系统词典释义
zh_hant: 詞典模式下同時顯示系統詞典釋義

source: Source Language
ar: اللغة المصدر
de: Ausgangssprache
es: Idioma de origen
fr: Langue source
hi: स्रोत भाषा
id: Bahasa Sumber
ja: 翻訳元言語
ko: 원본 언어
pt_br: Idioma de origem
ru: Исходный язык
zh_hans: 源语言
zh_hant: 來源語言

source: Speak
ar: تحدث
de: Vorlesen
es: Leer
fr: Lire
hi: पढ़ें
id: Ucapkan
ja: 読み上げ
ko: 읽기
pt_br: Falar
ru: Озвучить
zh_hans: 朗读
zh_hant: 朗讀

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
id: Berhenti
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止
zh_hant: 停止

source: Supports Chinese, English, Japanese, Korean
ar: يدعم الصينية والإنجليزية واليابانية والكورية
de: Unterstützt Chinesisch, Englisch, Japanisch, Koreanisch
es: Compatible con chino, inglés, japonés, coreano
fr: Prend en charge le chinois, l'anglais, le japonais, le coréen
hi: चीनी, अंग्रेजी, जापानी, कोरियाई समर्थित
id: Mendukung Mandarin, Inggris, Jepang, Korea
ja: 中国語、英語、日本語、韓国語対応
ko: 중국어, 영어, 일본어, 한국어 지원
pt_br: Suporta chinês, inglês, japonês, coreano
ru: Поддержка китайского, английского, японского, корейского
zh_hans: 支持中文、英文、日语、韩语
zh_hant: 支援中文、英文、日語、韓語

source: Supports questions in Chinese, English, Japanese, Korean
ar: أسئلة بالصينية والإنجليزية واليابانية والكورية
de: Fragen auf Chinesisch, Englisch, Japanisch, Koreanisch
es: Preguntas en chino, inglés, japonés, coreano
fr: Questions en chinois, anglais, japonais, coréen
hi: चीनी, अंग्रेजी, जापानी, कोरियाई में प्रश्न
id: Mendukung pertanyaan dalam Mandarin, Inggris, Jepang, Korea
ja: 中国語、英語、日本語、韓国語の質問に対応
ko: 중국어, 영어, 일본어, 한국어 질문 지원
pt_br: Perguntas em chinês, inglês, japonês, coreano
ru: Вопросы на китайском, английском, японском, корейском
zh_hans: 支持中文、英语、日语、韩语提问
zh_hant: 支援中文、英語、日語、韓語提問

source: Swap Languages
ar: تبديل اللغات
de: Sprachen tauschen
es: Intercambiar idiomas
fr: Inverser les langues
hi: भाषाएँ बदलें
id: Tukar Bahasa
ja: 言語を入れ替え
ko: 언어 교환
pt_br: Trocar idiomas
ru: Поменять языки
zh_hans: 交换语言
zh_hant: 交換語言

source: Synonyms
ar: مرادفات
de: Synonyme
es: Sinónimos
fr: Synonymes
hi: समानार्थी
id: Sinonim
ja: 類義語
ko: 유의어
pt_br: Sinônimos
ru: Синонимы
zh_hans: 近义词
zh_hant: 近義詞

source: System Dictionary
ar: قاموس النظام
de: Systemwörterbuch
es: Diccionario del sistema
fr: Dictionnaire système
hi: सिस्टम शब्दकोश
id: Kamus Sistem
ja: システム辞書
ko: 시스템 사전
pt_br: Dicionário do sistema
ru: Системный словарь
zh_hans: 系统词典
zh_hant: 系統詞典

source: System Dictionary Lookup
ar: البحث في قاموس النظام
de: Systemwörterbuch-Suche
es: Búsqueda en el diccionario del sistema
fr: Recherche dans le dictionnaire système
hi: सिस्टम शब्दकोश खोज
id: Pencarian Kamus Sistem
ja: システム辞書検索
ko: 시스템 사전 검색
pt_br: Busca no dicionário do sistema
ru: Поиск в системном словаре
zh_hans: 系统词典查词
zh_hant: 系統詞典查詞

source: Tap to read this text aloud
ar: اضغط لقراءة هذا النص بصوت عالٍ
de: Tippen zum Vorlesen
es: Toque para leer en voz alta
fr: Appuyer pour lire ce texte à voix haute
hi: इस पाठ को ज़ोर से पढ़ने के लिए टैप करें
id: Ketuk untuk membacakan teks ini
ja: タップしてテキストを読み上げ
ko: 이 텍스트를 읽으려면 탭하세요
pt_br: Toque para ler em voz alta
ru: Нажмите для озвучивания
zh_hans: 点击朗读此文本
zh_hant: 點擊朗讀此文字

source: Tap to stop
ar: اضغط للإيقاف
de: Tippen zum Stoppen
es: Toque para detener
fr: Appuyer pour arrêter
hi: रोकने के लिए टैप करें
id: Ketuk untuk berhenti
ja: タップして停止
ko: 탭하여 중지
pt_br: Toque para parar
ru: Нажмите для остановки
zh_hans: 点击停止
zh_hant: 點擊停止

source: Target Language
ar: اللغة الهدف
de: Zielsprache
es: Idioma de destino
fr: Langue cible
hi: लक्ष्य भाषा
id: Bahasa Target
ja: 翻訳先言語
ko: 대상 언어
pt_br: Idioma de destino
ru: Целевой язык
zh_hans: 目标语言
zh_hant: 目標語言

source: Tense
ar: الزمن
de: Zeitform
es: Tiempo verbal
fr: Temps
hi: काल
id: Tenses
ja: 時制
ko: 시제
pt_br: Tempo verbal
ru: Время
zh_hans: 时态
zh_hant: 時態

source: Term not found in system dictionary.
ar: لم يتم العثور على المصطلح في قاموس النظام.
de: Begriff nicht im Systemwörterbuch gefunden.
es: Término no encontrado en el diccionario del sistema.
fr: Terme non trouvé dans le dictionnaire système.
hi: सिस्टम शब्दकोश में शब्द नहीं मिला।
id: Istilah tidak ditemukan di kamus sistem.
ja: システム辞書にこの用語は見つかりませんでした。
ko: 시스템 사전에서 용어를 찾을 수 없습니다.
pt_br: Termo não encontrado no dicionário do sistema.
ru: Термин не найден в системном словаре.
zh_hans: 系统词典中未找到该词条。
zh_hant: 系統詞典中未找到該詞條。

source: Test Connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन परीक्षण
id: Tes Koneksi
ja: 接続テスト
ko: 연결 테스트
pt_br: Testar conexão
ru: Тест подключения
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing...
ar: جارٍ الاختبار...
de: Teste...
es: Probando...
fr: Test en cours...
hi: परीक्षण हो रहा है...
id: Menguji...
ja: テスト中...
ko: 테스트 중...
pt_br: Testando...
ru: Тестирование...
zh_hans: 测试中...
zh_hant: 測試中...

source: Thinking...
ar: جارٍ التفكير...
de: Denke nach...
es: Pensando...
fr: Réflexion en cours...
hi: सोच रहा है...
id: Berpikir...
ja: 考え中...
ko: 생각 중...
pt_br: Pensando...
ru: Думаю...
zh_hans: 思考中...
zh_hant: 思考中...

source: This feature requires an API Key or Apple Intelligence
ar: تتطلب هذه الميزة API Key أو Apple Intelligence
de: Diese Funktion erfordert einen API Key oder Apple Intelligence
es: Esta función requiere una API Key o Apple Intelligence
fr: Cette fonctionnalité nécessite une API Key ou Apple Intelligence
hi: इस सुविधा के लिए API Key या Apple Intelligence आवश्यक है
id: Fitur ini memerlukan API Key atau Apple Intelligence
ja: この機能にはAPI KeyまたはApple Intelligenceが必要です
ko: 이 기능은 API Key 또는 Apple Intelligence가 필요합니다
pt_br: Este recurso requer uma API Key ou Apple Intelligence
ru: Для этой функции нужен API Key или Apple Intelligence
zh_hans: 此功能需要配置 API Key 或使用支持 Apple Intelligence 的设备
zh_hant: 此功能需要配置 API Key 或使用支援 Apple Intelligence 的裝置

source: Translate
ar: ترجمة
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद करें
id: Terjemahkan
ja: 翻訳
ko: 번역
pt_br: Traduzir
ru: Перевести
zh_hans: 翻译
zh_hant: 翻譯

source: Translate source text to target language
ar: ترجمة النص المصدر إلى اللغة الهدف
de: Quelltext in Zielsprache übersetzen
es: Traducir texto de origen al idioma destino
fr: Traduire le texte source vers la langue cible
hi: स्रोत पाठ को लक्ष्य भाषा में अनुवाद करें
id: Terjemahkan teks sumber ke bahasa target
ja: ソース言語のテキストをターゲット言語に翻訳
ko: 원본 텍스트를 대상 언어로 번역
pt_br: Traduzir texto de origem para o idioma destino
ru: Перевести исходный текст на целевой язык
zh_hans: 将源语言文本翻译为目标语言
zh_hant: 將來源語言文字翻譯為目標語言

source: Translating...
ar: جارٍ الترجمة…
de: Übersetze…
es: Traduciendo…
fr: Traduction en cours…
hi: अनुवाद हो रहा है…
id: Menerjemahkan…
ja: 翻訳中…
ko: 번역 중…
pt_br: Traduzindo…
ru: Перевод…
zh_hans: 翻译中…
zh_hant: 翻譯中…

source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
id: Terjemahan
ja: 翻訳
ko: 번역
pt_br: Tradução
ru: Перевод
zh_hans: 翻译
zh_hant: 翻譯

source: Translation results will appear here
ar: ستظهر نتائج الترجمة هنا
de: Übersetzungsergebnisse werden hier angezeigt
es: Los resultados de traducción aparecerán aquí
fr: Les résultats de traduction apparaîtront ici
hi: अनुवाद परिणाम यहाँ दिखाई देंगे
id: Hasil terjemahan akan muncul di sini
ja: 翻訳結果がここに表示されます
ko: 번역 결과가 여기에 표시됩니다
pt_br: Os resultados da tradução aparecerão aqui
ru: Результаты перевода появятся здесь
zh_hans: 翻译结果将显示在这里
zh_hant: 翻譯結果將顯示在這裡

source: Unable to parse response, please retry.
ar: تعذر تحليل الاستجابة، يرجى إعادة المحاولة.
de: Antwort konnte nicht verarbeitet werden, bitte erneut versuchen.
es: No se pudo analizar la respuesta, intente de nuevo.
fr: Impossible d'analyser la réponse, veuillez réessayer.
hi: प्रतिक्रिया पार्स नहीं हो सकी, कृपया पुनः प्रयास करें।
id: Tidak dapat memproses respons, silakan coba lagi.
ja: レスポンスを解析できません。再試行してください。
ko: 응답을 분석할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível analisar a resposta, tente novamente.
ru: Не удалось разобрать ответ, повторите попытку.
zh_hans: 无法解析响应，请重试。
zh_hant: 無法解析回應，請重試。

source: Unable to parse server response.
ar: تعذر تحليل استجابة الخادم.
de: Serverantwort konnte nicht verarbeitet werden.
es: No se pudo analizar la respuesta del servidor.
fr: Impossible d'analyser la réponse du serveur.
hi: सर्वर प्रतिक्रिया पार्स नहीं हो सकी।
id: Tidak dapat memproses respons server.
ja: サーバーレスポンスを解析できません。
ko: 서버 응답을 분석할 수 없습니다.
pt_br: Não foi possível analisar a resposta do servidor.
ru: Не удалось разобрать ответ сервера.
zh_hans: 无法解析服务器响应。
zh_hant: 無法解析伺服器回應。

source: Verify current LLM service availability
ar: التحقق من توفر خدمة LLM الحالية
de: Verfügbarkeit des LLM-Dienstes prüfen
es: Verificar disponibilidad del servicio LLM
fr: Vérifier la disponibilité du service LLM
hi: वर्तमान LLM सेवा उपलब्धता सत्यापित करें
id: Verifikasi ketersediaan layanan LLM
ja: 現在のLLMサービスの可用性を確認
ko: 현재 LLM 서비스 가용성 확인
pt_br: Verificar disponibilidade do serviço LLM
ru: Проверить доступность LLM-сервиса
zh_hans: 验证当前 LLM 服务是否可用
zh_hant: 驗證目前 LLM 服務是否可用

source: View Full Definition
ar: عرض التعريف الكامل
de: Vollständige Definition anzeigen
es: Ver definición completa
fr: Voir la définition complète
hi: पूर्ण परिभाषा देखें
id: Lihat Definisi Lengkap
ja: 完全な定義を表示
ko: 전체 정의 보기
pt_br: Ver definição completa
ru: Показать полное определение
zh_hans: 查看完整释义
zh_hant: 查看完整釋義

source: View Raw Response
ar: عرض الاستجابة الخام
de: Rohantwort anzeigen
es: Ver respuesta sin procesar
fr: Voir la réponse brute
hi: कच्चा प्रतिसाद देखें
id: Lihat Respons Mentah
ja: 生のレスポンスを表示
ko: 원본 응답 보기
pt_br: Ver resposta bruta
ru: Показать исходный ответ
zh_hans: 查看原始响应
zh_hant: 查看原始回應

source: Voice (Grammar)
ar: المبني
de: Genus Verbi
es: Voz
fr: Voix
hi: वाच्य
id: Voice
ja: 態
ko: 태
pt_br: Voz
ru: Залог
zh_hans: 语态
zh_hant: 語態

source: Voice Synthesis
ar: تركيب الصوت
de: Sprachsynthese
es: Síntesis de voz
fr: Synthèse vocale
hi: वॉइस सिंथेसिस
id: Sintesis Suara
ja: 音声合成
ko: 음성 합성
pt_br: Síntese de voz
ru: Синтез речи
zh_hans: 语音合成
zh_hant: 語音合成
